{"config": [{"config": {"nb_filter": 24, "b_constraint": null, "bias": true, "b_regularizer": null, "nb_col": 5, "activity_regularizer": null, "name": "convolution2d_116", "nb_row": 5, "dim_ordering": "tf", "init": "glorot_uniform", "W_regularizer": null, "batch_input_shape": [null, 66, 200, 3], "input_dtype": "float32", "subsample": [2, 2], "activation": "relu", "trainable": true, "W_constraint": null, "border_mode": "valid"}, "class_name": "Convolution2D"}, {"config": {"nb_filter": 36, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "nb_col": 5, "activity_regularizer": null, "name": "convolution2d_117", "nb_row": 5, "dim_ordering": "tf", "init": "glorot_uniform", "bias": true, "subsample": [2, 2], "activation": "relu", "trainable": true, "W_constraint": null, "border_mode": "valid"}, "class_name": "Convolution2D"}, {"config": {"nb_filter": 48, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "nb_col": 5, "activity_regularizer": null, "name": "convolution2d_118", "nb_row": 5, "dim_ordering": "tf", "init": "glorot_uniform", "bias": true, "subsample": [2, 2], "activation": "relu", "trainable": true, "W_constraint": null, "border_mode": "valid"}, "class_name": "Convolution2D"}, {"config": {"nb_filter": 64, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "nb_col": 3, "activity_regularizer": null, "name": "convolution2d_119", "nb_row": 3, "dim_ordering": "tf", "init": "glorot_uniform", "bias": true, "subsample": [1, 1], "activation": "relu", "trainable": true, "W_constraint": null, "border_mode": "valid"}, "class_name": "Convolution2D"}, {"config": {"nb_filter": 64, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "nb_col": 3, "activity_regularizer": null, "name": "convolution2d_120", "nb_row": 3, "dim_ordering": "tf", "init": "glorot_uniform", "bias": true, "subsample": [1, 1], "activation": "relu", "trainable": true, "W_constraint": null, "border_mode": "valid"}, "class_name": "Convolution2D"}, {"config": {"name": "flatten_24", "trainable": true}, "class_name": "Flatten"}, {"config": {"b_regularizer": null, "b_constraint": null, "W_regularizer": null, "activity_regularizer": null, "name": "dense_116", "init": "glorot_uniform", "output_dim": 1164, "bias": true, "input_dim": 1152, "activation": "linear", "trainable": true, "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_93", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"b_regularizer": null, "b_constraint": null, "W_regularizer": null, "activity_regularizer": null, "name": "dense_117", "init": "glorot_uniform", "output_dim": 100, "bias": true, "input_dim": 1164, "activation": "linear", "trainable": true, "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_94", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"b_regularizer": null, "b_constraint": null, "W_regularizer": null, "activity_regularizer": null, "name": "dense_118", "init": "glorot_uniform", "output_dim": 50, "bias": true, "input_dim": 100, "activation": "linear", "trainable": true, "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_95", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"b_regularizer": null, "b_constraint": null, "W_regularizer": null, "activity_regularizer": null, "name": "dense_119", "init": "glorot_uniform", "output_dim": 10, "bias": true, "input_dim": 50, "activation": "linear", "trainable": true, "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_96", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"b_regularizer": null, "b_constraint": null, "W_regularizer": null, "activity_regularizer": null, "name": "dense_120", "init": "glorot_uniform", "output_dim": 1, "bias": true, "input_dim": 10, "activation": "linear", "trainable": true, "W_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "1.2.1"}